import img from '../../assets/avatar.png';

const api = [
  {
    text: 'Я надолго запомню мой День рождения, проведённый в этом ресторане! Кусочек родной Армении!!! Отдельное спасибо за комплепент в виде фруктовой тарелки. Будем рекомендовать этот ресторан своим друзьям и родственникам также за рубежом, путешествующих в Санкт-Петербург!!!',
    img,
    role: 'Посетитель',
    name: 'Николай',
    id: 0,
  },
  {
    text: 'Я надолго запомню мой День рождения, проведённый в этом ресторане! Кусочек родной Армении!!! Отдельное спасибо за комплепент в виде фруктовой тарелки. Будем рекомендовать этот ресторан своим друзьям и родственникам также за рубежом, путешествующих в Санкт-Петербург!!!',
    img,
    role: 'Посетитель',
    name: 'Николай',
    id: 1,
  },
  {
    text: 'Я надолго запомню мой День рождения, проведённый в этом ресторане! Кусочек родной Армении!!! Отдельное спасибо за комплепент в виде фруктовой тарелки. Будем рекомендовать этот ресторан своим друзьям и родственникам также за рубежом, путешествующих в Санкт-Петербург!!!',
    img,
    role: 'Посетитель',
    name: 'Николай',
    id: 2,
  },
];

export { api };
